
name1=input("Введите наименование культуры №1: ")
name2=input("Введите наименование культуры №2: ")
name3=input("Введите наименование культуры №3: ")
type1=input("Введите тип №1: ")
type2=input("Введите тип №2: ")
type3=input("Введите тип №3: ")
gektar1=input("Введите количество гектаров №1: ")
gektar2=input("Введите количество гектаров №2: ")
gektar3=input("Введите количество гектаров №3: ")
urojay1=input("Введите урожайность(п/га) №1: ")
urojay2=input("Введите урожайность(п/га) №2: ")
urojay3=input("Введите урожайность(п/га) №3: ")





print(" _______________________________________________________________________________________  ")
print("| Сельскохозяйственные культуры                                                         | ")
print("|_______________________________________________________________________________________| ")
print("|        Наим-е             Тип               Посевная S (га)     Урож-ть (ц/га)        | ")
print("|_______________________________________________________________________________________| ")
print("| " +  (name1) +("    ") + (type1)+("    ") + (gektar1)+("    ") + (urojay1)+("    ") +"| ")
print("| " +  (name2) +("    ") + (type2)+("    ") + (gektar2)+("    ") + (urojay2)+("    ") +"| ")
print("| " +  (name3) +("    ") + (type3)+("    ") + (gektar3)+("    ") + (urojay3)+("    ") +"| ")
print("|_______________________________________________________________________________________| ")  
print("|Перечисляемый тип: З - зерновые, Б - бобовые                                           | ")
print("|_______________________________________________________________________________________| ")


