import time
name1=input("Введите наименование культуры №1: ")
name2=input("Введите наименование культуры №2: ")
name3=input("Введите наименование культуры №3: ")
leading1=input("Введите тип №1: ")
leading2=input("Введите тип №2: ")
leading3=input("Введите тип №3: ")
rating1=input("Введите количество гектаров №1: ")
rating2=input("Введите количество гектаров №2: ")
rating3=input("Введите количество гектаров №3: ")
type1=input("Введите урожайность(п/га) №1: ")
type2=input("Введите урожайность(п/га) №2: ")
type3=input("Введите урожайность(п/га) №3: ")





print(" ________________________________________________________________________________________________________  ")
print("| Сельскохозяйственные культуры                                                                          | ")
print("|________________________________________________________________________________________________________| ")
print("|        Наименование                   Тип               Посевная площадь (га)     Урожайность (ц/га)   | ")
print("|________________________________________________________________________________________________________| ")
print("| " + (name1) +("        ") + (leading1)+("        ") + (rating1)+("        ") + (type1)+("         ") +"| ")
print("| " + (name2) +("        ") + (leading2)+("        ") + (rating2)+("        ") + (type2)+("         ") +"| ")
print("| " + (name3) +("        ") + (leading3)+("        ") + (rating3)+("        ") + (type3)+("         ") +"| ")
print("|________________________________________________________________________________________________________| ")
print("|Перечисляемый тип: З - зерновые, Б - бобовые                                                            | ")
print("|________________________________________________________________________________________________________| ")

time.sleep(10000)
